Repository: AlexHudson07/Dale-Salsa-Example-Code
Catalog: Dale Salsa/*.lproj/Localizable.strings
Languages: es

# tap-viewController.status-label.Almost.text
source: ALMOST!!
es: ESTAS CERCA!!

# tap-viewController.status-label.Focus.text
source: FOCUS!
es: APLICATE!

# tap-viewController.gender-button.male.text
source: Men
es: Hombres

# tap-viewController.gender-button.female.text
source: Ladies
es: Mujeres

# tap-viewController.start-button.start.text
source: Start
es: Comenzar

# tap-viewController.start-button.pause.text
source: Pause
es: Pausa

# tap-viewController.restart-button.title
source: Restart
es: Reiniciar

# sideMenu-viewController.songs-label.text
source: Songs
es: Canciones

# sideMenu-viewController.download-button.title
source: Download
es: Descargar

# sideMenu-viewController.download-button.unlock.title
source: Unlock
es: Desbloquear

# sideMenu-viewController.slide-label.text
source: Slide songs for info
es: Desliza para info

# sideMenu-viewController.feedback-button.title
source: Give Feedback
es: Dar Opinion

# tutorial-viewController.next-button.title
source: Next
es: Siguiente

# tutorial-viewController.tap-label.text
source: Tap
es: Presiona

# tutorial-viewController.welcome-step.main-Label.text
source: Welcome to Dale Salsa
es: Bienvenido a Dale Salsa

# tutorial-viewController.welcome-step.detail-Label.text
source: To play you need both thumbs
es: Para empezar necesitas las dos huellas

# tutorial-viewController.welcome-validate.main-Label.text
source: Thats It!
es: Muy Bien!

# tutorial-viewController.pick-gender-step.main-Label.text
source: Are you a Lady or Gentlemen?
es: ¿Eres hombre o mujer?

# tutorial-viewController.gender-picked.main-Label.female.text
source: You're a Lady!
es: ¡Eres mujer!

# tutorial-viewController.gender-picked.main-Label.male.text
source: You're a Man!
es: ¡Eres hombre!

# tutorial-viewController.change-gender-step.main-Label.text
source: You can change your gender at any time
es: Puedes cambiar tu genero cuando quieras

# tutorial-viewController.change-gender-step.detail-Label.text
source: Even in the middle of a song!!
es: Aún a mitad de la canción!!

# tutorial-viewController.screen-split-step.main-Label.text
source: While playing the screen is split in two
es: Mientras juegas la pantalla se divide en dos

# tutorial-viewController.screen-split-step.detail-Label.text
source: Left foot Right foot
es: Pie izquierdo Pie derecho

# tutorial-viewController.screen-split-validate.main-Label.text
source: You Got It!
es: ¡Ya Lo Tienes!

# tutorial-viewController.count-step.main-Label.text
source: When a song is playing, listen to the beat.
es: Cuando empieza la canción, escucha el ritmo

# tutorial-viewController.count-step.detail-Label.text
source: Tap your counts
es: Empieza tu cuenta

# tutorial-viewController.count-complete.main-Label.text
source: Awesome!
es: ¡Genial!

# tutorial-viewController.count-complete.detail-Label.text
source: Remember these counts while playing!
es: ¡Recuerda esta cuenta durante el juego!

# tutorial-viewController.accuracy-step.detail-Label.accurate.text
source: When you're on step you will see Green
es: Cuando estes a tiempo, veras verde

# tutorial-viewController.accuracy-step.detail-Label.almost-Accurate.text
source: When you're almost there you see Yellow
es: Cuando estes cerca del ritmo veras amarillo

# tutorial-viewController.accuracy-step.detail-Label.inaccurate.text
source: And when you're off you see Red
es: Y cuando estes fuera de ritmo verás rojo

# tutorial-viewController.guide-step.main-Label.text
source: If you get lost you will get help
es: Si te pierdes, veras ayuda

# tutorial-viewController.guide-step.detail-Label.text
source: Just follow these guides
es: Solo sigue las huellas

# tutorial-viewController.final-step.main-Label.text
source: Enjoy!
es: ¡Disfrutalo!

# tutorial-viewController.final-step.detail-Label.text
source: Press the Start button when you're ready
es: Presiona el botón de comenzar en cuanto estes listo

# artistInfo-viewController.buy-button.title
source: Buy %@
es: Comprar %@

# in-app-purchase-viewController.info-label.text
source: Would you like to unlock all salsa songs for only %@?
es: Te gustaría desbloquear todas las canciones por sólo %@

# in-app-purchase-viewController.buy-button.title
source: Yes, I love Salsa!!!
es: Si, yo amo la salsa!!!

# in-app-purchase-viewController.back-button.puppy.title
source: No..And I Hate Puppies
es: No.. soy agarrado!

# in-app-purchase-viewController.back-button.normal.title
source: Back
es: Regresar

# in-app-purchase-viewController.redeem-button.title
source: Restore Purchases
es: Reinstalar conciones

# in-app-purchase-viewController.info-Label.restored.title
source: Purchases Restored
es: Compras reinstaladas

# feed-back-email.message-body
source: Thank you for supporting Dale Salsa! Please answer these questions to help us understand your needs. What do you like about the app? What don't you like? What features would you like to see in future updates?
es: Gracias por apoyar Dale Salsa! Por favor conteste estas preguntas para ayudarnos a entender sus necesidades. ¿Qué te gusta de la aplicación? ¿Qué es lo que no te gusta? ¿Qué características le gustaría ver en futuras actualizaciones?

# feed-back-email.error
source: Sorry, Could not connect to your email.
es: No se pudo conectar con tu correo electrónico

# feed-back-email.error-button.title
source: Ok
es: De acuerdo
